/***********************************************************************/

//新增

INSERT INTO 客戶 (客戶編號,公司名稱,聯絡人,聯絡人職稱,聯絡人性別,郵遞區號,地址,電話)
VALUES('C0017','好吃股份公司','真好吃','經理','女','230','新北市板橋區美食街111號','(02)2252-1777')


INSERT INTO 客戶 (客戶編號,公司名稱,聯絡人,聯絡人職稱,聯絡人性別,郵遞區號,地址,電話)
VALUES('C0018','美麗股份公司','真美麗','業務','女','235','新北市中和區美麗街222號','(02)2222-0314')


/***********************************************************************/


//刪除

DELETE FROM 客戶
WHERE `客戶編號` = 'C0018'



/*********************************************************************/


//修改

UPDATE 客戶
SET  `聯絡人職稱` = '業務人員'
WHERE `聯絡人職稱` = '業務'



/*****************************************************************************/



//查詢

SELECT c.客戶編號 ,c.聯絡人 ,c.地址
FROM `客戶` c
WHERE LEFT (c.地址,2) in ('台中','台北')



/********************************************************************************/