//新增

INSERT INTO `員工`(`員工編號`, `姓名`, `職稱`, `性別`, `主管`, `出生日期`, `任用日期`, `區域號碼`, `地址`, `分機號碼`)
VALUES ('13','王曉明','業務','男','10','1989-08-04','2011-06-30','123','新北市板橋區文化路111號','2111')

INSERT INTO `員工`(`員工編號`, `姓名`, `職稱`, `性別`, `主管`, `出生日期`, `任用日期`, `區域號碼`, `地址`, `分機號碼`)
VALUES ('14','林小美','業務經理','女','7','1979-08-06','2009-03-26','321','新北市泰山區泰林路45號3樓','2315')

//刪除

DELETE FROM `員工` 
WHERE `員工編號`='13'

//修改

UPDATE `員工` 
SET `分機號碼`='1234' 
WHERE `分機號碼`='2234'

//尋找

SELECT `員工編號`, `姓名`, `職稱`, `出生日期`,round((DATEDIFF(now(), `任用日期`))/365)
FROM `員工`
WHERE QUARTER(`出生日期`)=QUARTER(now())
ORDER BY round((DATEDIFF(now(), `任用日期`))/365) DESC;